'a' 'π' '𝄞' '\'' '\"' '\?' '\\' '\a' '\b' '\f' '\n' '\r' '\t' '\v'

'\u03C0' '\U0001D11E' '\x3C0' '\x1D11E' '\101'

u'a' u'π' u'𝄞' u'\'' u'\"' u'\?' u'\\' u'\a' u'\b' u'\f' u'\n' u'\r' u'\t' u'\v'

u'\u03C0' u'\U0001D11E' u'\x3C0' u'\x1D11E' u'\101'

U'a' U'π' U'𝄞' U'\'' U'\"' U'\?' U'\\' U'\a' U'\b' U'\f' U'\n' U'\r' U'\t' U'\v'

U'\u03C0' U'\U0001D11E' U'\x3C0' U'\x1D11E' U'\101'

L'a' L'π' L'𝄞' L'\'' L'\"' L'\?' L'\\' L'\a' L'\b' L'\f' L'\n' L'\r' L'\t' L'\v'

L'\u03C0' L'\U0001D11E' L'\x3C0' L'\x1D11E' L'\101'

'abc'

